---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.RevitAPIEventArgs
source: html/e6e65ff6-cc08-55dd-067a-4d334169042e.htm
---
# RevitAPIEventArgs Members

Releases all resources used by the RevitAPIEventArgs